{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 0,
    "vocab": [
      [
        "[UNK]",
        0.0
      ],
      [
        "[CLS]",
        0.0
      ],
      [
        "[SEP]",
        0.0
      ],
      [
        "[PAD]",
        0.0
      ],
      [
        "[MASK]",
        0.0
      ],
      [
        "2",
        -2.0520229706246287
      ],
      [
        "1",
        -2.2294511447771885
      ],
      [
        "3",
        -2.253130190291113
      ],
      [
        "4",
        -2.3147214510483227
      ],
      [
        "6",
        -2.4065291838577583
      ],
      [
        "9",
        -2.413764024962825
      ],
      [
        "5",
        -2.514256178336126
      ],
      [
        "8",
        -2.72479545378806
      ],
      [
        "7",
        -2.748654544298187
      ],
      [
        "0",
        -2.8048953800249805
      ],
      [
        "26526",
        -4.97659336956357
      ],
      [
        "1299",
        -5.326376335580388
      ],
      [
        "2914",
        -5.82064301489266
      ],
      [
        "20965",
        -6.019670019531686
      ],
      [
        "26422",
        -6.0649970263179505
      ],
      [
        "20649",
        -6.088238660949626
      ],
      [
        "7468",
        -6.131954037091878
      ],
      [
        "1374",
        -6.174252920696414
      ],
      [
        "2859",
        -6.2463919401298025
      ],
      [
        "3356",
        -6.255500629563629
      ],
      [
        "6461",
        -6.3395083108569175
      ],
      [
        "3935",
        -6.353248892586453
      ],
      [
        "20306",
        -6.366688903545736
      ],
      [
        "19993",
        -6.387359095482617
      ],
      [
        "39351",
        -6.430002867864372
      ],
      [
        "9551",
        -6.470877285650227
      ],
      [
        "6830",
        -6.480717858542562
      ],
      [
        "3728",
        -6.764604032499143
      ],
      [
        "4954",
        -6.798858659587179
      ],
      [
        "20520",
        -6.869837482217369
      ],
      [
        "2788",
        -6.873393585381541
      ],
      [
        "2140",
        -6.87734314945356
      ],
      [
        "3492",
        -7.0177208177965875
      ],
      [
        "3746",
        -7.030368266863248
      ],
      [
        "26499",
        -7.034852327646941
      ],
      [
        "3454",
        -7.074580940747251
      ],
      [
        "4482",
        -7.0906180020778855
      ],
      [
        "1650",
        -7.115356314021845
      ],
      [
        "26",
        -7.134364987592274
      ],
      [
        "1955",
        -7.1650466055013835
      ],
      [
        "174",
        -7.232361637317638
      ],
      [
        "20",
        -7.2446194747099515
      ],
      [
        "4028",
        -7.263112701908233
      ],
      [
        "4714",
        -7.266463434002313
      ],
      [
        "26951",
        -7.367494884844628
      ],
      [
        "4818",
        -7.514453916211684
      ],
      [
        "2047",
        -7.531764035962238
      ],
      [
        "3755",
        -7.53566762484439
      ],
      [
        "676",
        -7.550972261368405
      ],
      [
        "1490",
        -7.606685315291718
      ],
      [
        "5067",
        -7.607787249931005
      ],
      [
        "20455",
        -7.688780055631354
      ],
      [
        "5160",
        -7.706451030271618
      ],
      [
        "5269",
        -7.809914354657481
      ],
      [
        "265",
        -7.864847531101451
      ],
      [
        "21632",
        -7.887199163177097
      ],
      [
        "374",
        -7.888741298635701
      ],
      [
        "269",
        -7.9401155212470504
      ],
      [
        "1402",
        -7.941154459365158
      ],
      [
        "26848",
        -7.946815093608752
      ],
      [
        "26354",
        -7.966596599689687
      ],
      [
        "4254",
        -7.988519975638612
      ],
      [
        "147",
        -7.9947516506284115
      ],
      [
        "2483",
        -8.006085383431007
      ],
      [
        "3113",
        -8.028793862752682
      ],
      [
        "1502",
        -8.035147705900098
      ],
      [
        "1133",
        -8.037719769528287
      ],
      [
        "140",
        -8.050461110926651
      ],
      [
        "1273",
        -8.053574303713468
      ],
      [
        "1999",
        -8.068695380524002
      ],
      [
        "14",
        -8.079368238833284
      ],
      [
        "2541",
        -8.108997998204588
      ],
      [
        "137",
        -8.123137655152622
      ],
      [
        "0138",
        -8.124426462744378
      ],
      [
        "1248",
        -8.134452982742708
      ],
      [
        "067",
        -8.165139785019125
      ],
      [
        "28",
        -8.184250394249878
      ],
      [
        "2124",
        -8.185755612354786
      ],
      [
        "1103",
        -8.191005175624436
      ],
      [
        "40",
        -8.195542487990227
      ],
      [
        "1995",
        -8.201208470656908
      ],
      [
        "129",
        -8.226678040700438
      ],
      [
        "2652",
        -8.263203195073139
      ],
      [
        "2100",
        -8.263570336234805
      ],
      [
        "209",
        -8.278435820418736
      ],
      [
        "21289",
        -8.282294159587664
      ],
      [
        "20989",
        -8.282653753791038
      ],
      [
        "214",
        -8.282762080491707
      ],
      [
        "299",
        -8.308163291780403
      ],
      [
        "645",
        -8.312991751252085
      ],
      [
        "26831",
        -8.315846761168268
      ],
      [
        "3280",
        -8.319667591502427
      ],
      [
        "291",
        -8.320766931746832
      ],
      [
        "20069",
        -8.341247001907725
      ],
      [
        "37",
        -8.362766562833151
      ],
      [
        "27",
        -8.37222165857019
      ],
      [
        "2820",
        -8.38000305160693
      ],
      [
        "914",
        -8.382681626426063
      ],
      [
        "577",
        -8.388339164537278
      ],
      [
        "09",
        -8.39138113646505
      ],
      [
        "356",
        -8.398407721768717
      ],
      [
        "50",
        -8.413891601868034
      ],
      [
        "74",
        -8.416429055923267
      ],
      [
        "21309",
        -8.425465797634054
      ],
      [
        "21",
        -8.432762985891106
      ],
      [
        "1743",
        -8.496679127628564
      ],
      [
        "47",
        -8.498705253868662
      ],
      [
        "349",
        -8.513224376810962
      ],
      [
        "13",
        -8.514797031576375
      ],
      [
        "900",
        -8.514962159272097
      ],
      [
        "204",
        -8.522043205501854
      ],
      [
        "393",
        -8.53890879147372
      ],
      [
        "49",
        -8.552690646377501
      ],
      [
        "650",
        -8.557505774775748
      ],
      [
        "27055",
        -8.571058212805099
      ],
      [
        "21377",
        -8.571525329861466
      ],
      [
        "1140",
        -8.583116082575774
      ],
      [
        "5786",
        -8.589754617396345
      ],
      [
        "27072",
        -8.602646561272273
      ],
      [
        "6183",
        -8.609929556416247
      ],
      [
        "26456",
        -8.642820905116029
      ],
      [
        "29",
        -8.66975179341094
      ],
      [
        "461",
        -8.67556087952396
      ],
      [
        "603",
        -8.701303550117295
      ],
      [
        "39",
        -8.707481727836756
      ],
      [
        "20784",
        -8.720414114833627
      ],
      [
        "64",
        -8.745675020480254
      ],
      [
        "2845",
        -8.745842701895857
      ],
      [
        "13931",
        -8.747253269916403
      ],
      [
        "00",
        -8.759888657822927
      ],
      [
        "1978",
        -8.766728602023708
      ],
      [
        "495",
        -8.775313297328687
      ],
      [
        "859",
        -8.78349899937971
      ],
      [
        "12",
        -8.784589674617784
      ],
      [
        "27205",
        -8.784936912003731
      ],
      [
        "133",
        -8.78556512991598
      ],
      [
        "335",
        -8.794342218134588
      ],
      [
        "195",
        -8.809322535075513
      ],
      [
        "285",
        -8.819139197272236
      ],
      [
        "409",
        -8.823114336958202
      ],
      [
        "509",
        -8.827126755258229
      ],
      [
        "35",
        -8.829654406675086
      ],
      [
        "551",
        -8.830329003384115
      ],
      [
        "468",
        -8.838431627267395
      ],
      [
        "99",
        -8.850432710027846
      ],
      [
        "3257",
        -8.854871782965766
      ],
      [
        "2695",
        -8.87430597162022
      ],
      [
        "1338",
        -8.880653632831677
      ],
      [
        "55",
        -8.893320051875786
      ],
      [
        "95",
        -8.908714171256735
      ],
      [
        "5118",
        -8.925424743800932
      ],
      [
        "1840",
        -8.92856996330497
      ],
      [
        "67",
        -8.931945821427675
      ],
      [
        "39635",
        -8.939122836395354
      ],
      [
        "448",
        -8.95077481362079
      ],
      [
        "33",
        -8.955821032416818
      ],
      [
        "20953",
        -8.956981247288411
      ],
      [
        "26531",
        -8.965862156289933
      ],
      [
        "2478",
        -8.96955629798123
      ],
      [
        "03",
        -8.973387007493365
      ],
      [
        "693",
        -8.97633944422605
      ],
      [
        "746",
        -8.981116202894611
      ],
      [
        "26870",
        -8.982867800942602
      ],
      [
        "326",
        -8.98623408649009
      ],
      [
        "4013",
        -8.986538548284658
      ],
      [
        "939",
        -8.994762363726391
      ],
      [
        "68",
        -9.007980239084137
      ],
      [
        "83",
        -9.01254805117054
      ],
      [
        "26228",
        -9.028333569429888
      ],
      [
        "6526",
        -9.03032963128943
      ],
      [
        "45",
        -9.058259164866541
      ],
      [
        "002",
        -9.058929553679345
      ],
      [
        "48",
        -9.060211885534557
      ],
      [
        "1369",
        -9.072059568553883
      ],
      [
        "2045",
        -9.075911808316759
      ],
      [
        "646",
        -9.07853946586237
      ],
      [
        "1470",
        -9.086938529963376
      ],
      [
        "955",
        -9.10637738635479
      ],
      [
        "2713",
        -9.111387923428373
      ],
      [
        "6499",
        -9.112914687555321
      ],
      [
        "19",
        -9.114568546643632
      ],
      [
        "20170",
        -9.114589885240617
      ],
      [
        "69",
        -9.120370836271732
      ],
      [
        "1378",
        -9.127275795314564
      ],
      [
        "270",
        -9.13303326982108
      ],
      [
        "273",
        -9.133311097058144
      ],
      [
        "26258",
        -9.142102455153964
      ],
      [
        "27366",
        -9.145076829815377
      ],
      [
        "17",
        -9.161064420043573
      ],
      [
        "103",
        -9.163018987907492
      ],
      [
        "0707",
        -9.17883336092439
      ],
      [
        "51",
        -9.1788780916225
      ],
      [
        "264",
        -9.20072507587844
      ],
      [
        "39374",
        -9.201446466311669
      ],
      [
        "1247",
        -9.204289851120688
      ],
      [
        "199",
        -9.205085040707807
      ],
      [
        "5076",
        -9.21354059567496
      ],
      [
        "5147",
        -9.226617281357292
      ],
      [
        "10",
        -9.226638968276166
      ],
      [
        "21455",
        -9.226824408870598
      ],
      [
        "284",
        -9.249654843949294
      ],
      [
        "357",
        -9.252694361280263
      ],
      [
        "2516",
        -9.256036684064316
      ],
      [
        "206",
        -9.261788658126147
      ],
      [
        "740",
        -9.2633412834078
      ],
      [
        "927",
        -9.267664403190068
      ],
      [
        "2654",
        -9.288079590908783
      ],
      [
        "483",
        -9.288938468181659
      ],
      [
        "2642",
        -9.291028686604724
      ],
      [
        "2645",
        -9.29748026767547
      ],
      [
        "3320",
        -9.302429327162148
      ],
      [
        "27057",
        -9.303891914439998
      ],
      [
        "32",
        -9.307826040982974
      ],
      [
        "18",
        -9.314548325955633
      ],
      [
        "85",
        -9.319040377573991
      ],
      [
        "2098",
        -9.326771493671004
      ],
      [
        "21219",
        -9.328659477502228
      ],
      [
        "38",
        -9.33869154543898
      ],
      [
        "73",
        -9.340857892756631
      ],
      [
        "1185",
        -9.343738897781568
      ],
      [
        "26235",
        -9.34376815185599
      ],
      [
        "77",
        -9.34640405423438
      ],
      [
        "271",
        -9.363235591666598
      ],
      [
        "845",
        -9.364609223463544
      ],
      [
        "2096",
        -9.3781404044276
      ],
      [
        "54",
        -9.380052219833942
      ],
      [
        "2238",
        -9.38203339011532
      ],
      [
        "19805",
        -9.396151766199882
      ],
      [
        "84",
        -9.40072352216207
      ],
      [
        "27374",
        -9.406773539544927
      ],
      [
        "110",
        -9.411210949715688
      ],
      [
        "20764",
        -9.414631195203174
      ],
      [
        "58",
        -9.419320658091031
      ],
      [
        "60",
        -9.42009558506474
      ],
      [
        "3868",
        -9.421057009566749
      ],
      [
        "65",
        -9.424481893083271
      ],
      [
        "57",
        -9.424765662096437
      ],
      [
        "40058",
        -9.456387316675567
      ],
      [
        "381",
        -9.474093579390654
      ],
      [
        "471",
        -9.474498919181627
      ],
      [
        "453",
        -9.479367103627668
      ],
      [
        "830",
        -9.483912827139253
      ],
      [
        "2707",
        -9.484726403097877
      ],
      [
        "3500",
        -9.491439194832246
      ],
      [
        "028",
        -9.492051410801654
      ],
      [
        "1088",
        -9.50048116198358
      ],
      [
        "5680",
        -9.50090571260627
      ],
      [
        "20681",
        -9.521013059560007
      ],
      [
        "82",
        -9.530384036306259
      ],
      [
        "728",
        -9.53345203212592
      ],
      [
        "482",
        -9.533960628870542
      ],
      [
        "15084",
        -9.550197026480598
      ],
      [
        "150",
        -9.550709520935232
      ],
      [
        "34",
        -9.551662561725621
      ],
      [
        "26894",
        -9.555078276640055
      ],
      [
        "56",
        -9.561435465136439
      ],
      [
        "2068",
        -9.56378011778001
      ],
      [
        "9789",
        -9.564414065315024
      ],
      [
        "26411",
        -9.566936806149542
      ],
      [
        "2064",
        -9.567288390788368
      ],
      [
        "127",
        -9.57656691678719
      ],
      [
        "13352",
        -9.57872605237754
      ],
      [
        "1011",
        -9.57903836814933
      ],
      [
        "185",
        -9.584302677011276
      ],
      [
        "5296",
        -9.584324781836084
      ],
      [
        "2636",
        -9.586275696701588
      ],
      [
        "76",
        -9.59754948216999
      ],
      [
        "401",
        -9.598708466597522
      ],
      [
        "683",
        -9.603522523647587
      ],
      [
        "032",
        -9.616757483978358
      ],
      [
        "15080",
        -9.618612774929964
      ],
      [
        "2025",
        -9.61933076345186
      ],
      [
        "06",
        -9.629260292600843
      ],
      [
        "160",
        -9.63002947830735
      ],
      [
        "268",
        -9.631872481025852
      ],
      [
        "954",
        -9.644715382592196
      ],
      [
        "544",
        -9.66183874285854
      ],
      [
        "46",
        -9.662751066838123
      ],
      [
        "828",
        -9.666998996815789
      ],
      [
        "11",
        -9.679579868120928
      ],
      [
        "26597",
        -9.681031589525508
      ],
      [
        "15",
        -9.685099653354552
      ],
      [
        "26971",
        -9.69873329881554
      ],
      [
        "93",
        -9.706359401199204
      ],
      [
        "20841",
        -9.712270868871125
      ],
      [
        "5024",
        -9.71690566892595
      ],
      [
        "788",
        -9.717379754022936
      ],
      [
        "558",
        -9.720307918564561
      ],
      [
        "71",
        -9.723050600412659
      ],
      [
        "372",
        -9.732384101013846
      ],
      [
        "4960",
        -9.733691678734736
      ],
      [
        "40183",
        -9.736298050802187
      ],
      [
        "473",
        -9.753245471081026
      ],
      [
        "6258",
        -9.759649659368373
      ],
      [
        "02",
        -9.764526736368712
      ],
      [
        "3487",
        -9.764969604120228
      ],
      [
        "21595",
        -9.768850762356816
      ],
      [
        "91",
        -9.773916003881794
      ],
      [
        "283",
        -9.777502418316736
      ],
      [
        "714",
        -9.77922085350512
      ],
      [
        "0965",
        -9.782393247229795
      ],
      [
        "2649",
        -9.78372146524555
      ],
      [
        "212",
        -9.791965932241595
      ],
      [
        "21135",
        -9.797842043169581
      ],
      [
        "935",
        -9.799108203662344
      ],
      [
        "21588",
        -9.805523632726336
      ],
      [
        "27161",
        -9.810622568587146
      ],
      [
        "61",
        -9.811152149495324
      ],
      [
        "345",
        -9.815978115922793
      ],
      [
        "5108",
        -9.816109244332647
      ],
      [
        "263",
        -9.821897682435036
      ],
      [
        "6422",
        -9.833599101006447
      ],
      [
        "4019",
        -9.84859270133737
      ],
      [
        "39695",
        -9.863363348513218
      ],
      [
        "53",
        -9.864588516218848
      ],
      [
        "26633",
        -9.873679167343118
      ],
      [
        "5366",
        -9.874767210348722
      ],
      [
        "202",
        -9.880701118521266
      ],
      [
        "44",
        -9.880891605936831
      ],
      [
        "27473",
        -9.881358436104101
      ],
      [
        "2147",
        -9.881713465523104
      ],
      [
        "78",
        -9.885350815079718
      ],
      [
        "27446",
        -9.89114423970965
      ],
      [
        "332",
        -9.8952264792755
      ],
      [
        "3745",
        -9.903548017360308
      ],
      [
        "506",
        -9.90576975190346
      ],
      [
        "1265",
        -9.90897502942115
      ],
      [
        "128",
        -9.917353029977345
      ],
      [
        "20875",
        -9.920233193219833
      ],
      [
        "2691",
        -9.922470520905023
      ],
      [
        "210",
        -9.928789087282528
      ],
      [
        "26393",
        -9.929847122171001
      ],
      [
        "205",
        -9.959675307358317
      ],
      [
        "30",
        -9.963844884498656
      ],
      [
        "07",
        -9.976799456584027
      ],
      [
        "406",
        -9.982360887654032
      ],
      [
        "4572",
        -9.988160809672298
      ],
      [
        "70",
        -9.989068531120939
      ],
      [
        "20236",
        -9.994062686067217
      ],
      [
        "2704",
        -9.99460538416211
      ],
      [
        "32861",
        -9.997055221520647
      ],
      [
        "2022",
        -10.000067991764421
      ],
      [
        "2965",
        -10.002897382552163
      ],
      [
        "867",
        -10.00532504502413
      ],
      [
        "9993",
        -10.009695937063086
      ],
      [
        "52",
        -10.017421873517897
      ],
      [
        "19770",
        -10.019180241130103
      ],
      [
        "40096",
        -10.025740670879301
      ],
      [
        "541",
        -10.033889602467635
      ],
      [
        "5027",
        -10.042333167971229
      ],
      [
        "1271",
        -10.044815867860631
      ],
      [
        "16",
        -10.049864488895455
      ],
      [
        "492",
        -10.050417428812922
      ],
      [
        "2163",
        -10.057600544121668
      ],
      [
        "3559",
        -10.060425877676368
      ],
      [
        "818",
        -10.066689570648531
      ],
      [
        "3008",
        -10.073613490221408
      ],
      [
        "200",
        -10.080790569768254
      ],
      [
        "2052",
        -10.097836273570312
      ],
      [
        "4223",
        -10.099005285412396
      ],
      [
        "0306",
        -10.100306250237928
      ],
      [
        "673",
        -10.101298676044486
      ],
      [
        "20007",
        -10.10516484270358
      ],
      [
        "4997",
        -10.117395337748892
      ],
      [
        "5062",
        -10.119108631013269
      ],
      [
        "454",
        -10.120925183342035
      ],
      [
        "6441",
        -10.124883256622395
      ],
      [
        "455",
        -10.13007134918242
      ],
      [
        "762",
        -10.141548227489977
      ],
      [
        "98",
        -10.14201447464373
      ],
      [
        "0649",
        -10.146268822636639
      ],
      [
        "113",
        -10.158168085485569
      ],
      [
        "81",
        -10.167653236794497
      ],
      [
        "26809",
        -10.169709298877358
      ],
      [
        "26452",
        -10.175727220476704
      ],
      [
        "1867",
        -10.1809208223648
      ],
      [
        "2130",
        -10.183079950264215
      ],
      [
        "4872",
        -10.194828806155819
      ],
      [
        "13687",
        -10.19918162790874
      ],
      [
        "311",
        -10.200147174887334
      ],
      [
        "578",
        -10.201392356753129
      ],
      [
        "3884",
        -10.205336357645173
      ],
      [
        "21605",
        -10.205948471704277
      ],
      [
        "21508",
        -10.221192513118442
      ],
      [
        "3891",
        -10.22461565713919
      ],
      [
        "26356",
        -10.228525016647215
      ],
      [
        "0279",
        -10.229035907188113
      ],
      [
        "410",
        -10.230921948390256
      ],
      [
        "2603",
        -10.238638866544669
      ],
      [
        "1393",
        -10.255019867853166
      ],
      [
        "375",
        -10.257872686804449
      ],
      [
        "24",
        -10.264943011377017
      ],
      [
        "7373",
        -10.266679331360582
      ],
      [
        "15134",
        -10.26742258288168
      ],
      [
        "047",
        -10.268990035751266
      ],
      [
        "59",
        -10.285659294980098
      ],
      [
        "4130",
        -10.28963684867322
      ],
      [
        "158",
        -10.298997718667657
      ],
      [
        "26329",
        -10.300348697022622
      ],
      [
        "549",
        -10.30047591908526
      ],
      [
        "2708",
        -10.314923718509478
      ],
      [
        "124",
        -10.329615362389593
      ],
      [
        "3673",
        -10.329759862608068
      ],
      [
        "840",
        -10.332948777840864
      ],
      [
        "1609",
        -10.336961645383061
      ],
      [
        "26364",
        -10.337642329648876
      ],
      [
        "2683",
        -10.337888376753165
      ],
      [
        "138",
        -10.340972279492195
      ],
      [
        "2017",
        -10.3602178794261
      ],
      [
        "820",
        -10.366893509104848
      ],
      [
        "5206",
        -10.368547541321362
      ],
      [
        "27339",
        -10.37153600640665
      ],
      [
        "100",
        -10.372656917117316
      ],
      [
        "19889",
        -10.374074338114806
      ],
      [
        "197",
        -10.38231725887275
      ],
      [
        "27141",
        -10.38716614043704
      ],
      [
        "2030",
        -10.39626762142636
      ],
      [
        "9952",
        -10.412616312430488
      ],
      [
        "0083",
        -10.419686434372856
      ],
      [
        "39591",
        -10.421249799323178
      ],
      [
        "203",
        -10.427321085591567
      ],
      [
        "41",
        -10.430652784266606
      ],
      [
        "13625",
        -10.443141314398467
      ],
      [
        "26399",
        -10.445566578530546
      ],
      [
        "598",
        -10.448795157387057
      ],
      [
        "26266",
        -10.449295185285614
      ],
      [
        "502",
        -10.450949993644269
      ],
      [
        "1820",
        -10.452102723428183
      ],
      [
        "5871",
        -10.465438111014835
      ],
      [
        "21204",
        -10.469879358929422
      ],
      [
        "0629",
        -10.471363214759258
      ],
      [
        "25",
        -10.473255582347523
      ],
      [
        "27036",
        -10.479970804319347
      ],
      [
        "165",
        -10.50583052720668
      ],
      [
        "248",
        -10.50680279730879
      ],
      [
        "05",
        -10.507992211647956
      ],
      [
        "3087",
        -10.511388861512227
      ],
      [
        "719",
        -10.519222324970286
      ],
      [
        "1568",
        -10.521151418324976
      ],
      [
        "2714",
        -10.522558554188112
      ],
      [
        "2088",
        -10.527699629408083
      ],
      [
        "4731",
        -10.530249118282505
      ],
      [
        "2006",
        -10.54313082686122
      ],
      [
        "755",
        -10.547133549775765
      ],
      [
        "266",
        -10.548962212578354
      ],
      [
        "5091",
        -10.564580709824664
      ],
      [
        "2737",
        -10.57657460149986
      ],
      [
        "26717",
        -10.57719685071752
      ],
      [
        "3062",
        -10.581313712888814
      ],
      [
        "3957",
        -10.582957225294491
      ],
      [
        "5859",
        -10.583289860882
      ],
      [
        "907",
        -10.586288685951573
      ],
      [
        "208",
        -10.589087570086246
      ],
      [
        "08",
        -10.589443514571583
      ],
      [
        "2651",
        -10.591869709998447
      ],
      [
        "3947",
        -10.591905854648175
      ],
      [
        "400",
        -10.597322366767923
      ],
      [
        "481",
        -10.608584399761494
      ],
      [
        "218",
        -10.609101209728662
      ],
      [
        "04",
        -10.6147487058985
      ],
      [
        "478",
        -10.61713998207442
      ],
      [
        "13280",
        -10.624458190924647
      ],
      [
        "2716",
        -10.633357155310126
      ],
      [
        "90",
        -10.640420928927893
      ],
      [
        "458",
        -10.642622740897147
      ],
      [
        "26833",
        -10.64276185947126
      ],
      [
        "3401",
        -10.644819886837947
      ],
      [
        "14703",
        -10.654614246807697
      ],
      [
        "72",
        -10.654840551821867
      ],
      [
        "0242",
        -10.655972189365027
      ],
      [
        "2000",
        -10.657208975389889
      ],
      [
        "995",
        -10.670739353135016
      ],
      [
        "0860",
        -10.671802996186086
      ],
      [
        "2635",
        -10.676445098412255
      ],
      [
        "1388",
        -10.679582791035646
      ],
      [
        "62",
        -10.683467859222613
      ],
      [
        "135",
        -10.685033539223664
      ],
      [
        "6365",
        -10.686674608962717
      ],
      [
        "3998",
        -10.68905761202613
      ],
      [
        "86",
        -10.693324111623415
      ],
      [
        "1517",
        -10.693358022389162
      ],
      [
        "2034",
        -10.694208176976113
      ],
      [
        "9351",
        -10.703668445745894
      ],
      [
        "21467",
        -10.707060335105385
      ],
      [
        "807",
        -10.707606573346222
      ],
      [
        "096",
        -10.708666294811525
      ],
      [
        "88",
        -10.722059966591686
      ],
      [
        "14160",
        -10.735139808993592
      ],
      [
        "247",
        -10.735922008365218
      ],
      [
        "425",
        -10.73657337073156
      ],
      [
        "320",
        -10.747849630569203
      ],
      [
        "008",
        -10.749728384354004
      ],
      [
        "20860",
        -10.750774884225693
      ],
      [
        "75",
        -10.753929330512538
      ],
      [
        "2625",
        -10.760495455326645
      ],
      [
        "0225",
        -10.762891450701007
      ],
      [
        "66",
        -10.765572094150485
      ],
      [
        "7473",
        -10.770809236728446
      ],
      [
        "2703",
        -10.77152616674926
      ],
      [
        "27076",
        -10.771693496260758
      ],
      [
        "278",
        -10.774423608641172
      ],
      [
        "2663",
        -10.787427182985692
      ],
      [
        "550",
        -10.790330405351828
      ],
      [
        "540",
        -10.791385217045335
      ],
      [
        "27129",
        -10.797435466454582
      ],
      [
        "223",
        -10.806518606644012
      ],
      [
        "87",
        -10.808894538328257
      ],
      [
        "999",
        -10.8123286878505
      ],
      [
        "1010",
        -10.820524085539098
      ],
      [
        "01",
        -10.82079313121682
      ],
      [
        "529",
        -10.821114124640182
      ],
      [
        "405",
        -10.824899258739794
      ],
      [
        "26720",
        -10.825549548280176
      ],
      [
        "3978",
        -10.832019177145325
      ],
      [
        "2048",
        -10.835776679582198
      ],
      [
        "520",
        -10.843212545649699
      ],
      [
        "238",
        -10.84517240516811
      ],
      [
        "130",
        -10.849424309772758
      ],
      [
        "63",
        -10.85659282269085
      ],
      [
        "490",
        -10.860446681963651
      ],
      [
        "244",
        -10.86107119390876
      ],
      [
        "4169",
        -10.861914754482056
      ],
      [
        "351",
        -10.863147261261986
      ],
      [
        "149",
        -10.865246546508862
      ],
      [
        "9995",
        -10.866193533407209
      ],
      [
        "649",
        -10.869313831290906
      ],
      [
        "516",
        -10.880129695689273
      ],
      [
        "965",
        -10.880146558587208
      ],
      [
        "618",
        -10.883703949842602
      ],
      [
        "6324",
        -10.8863283891231
      ],
      [
        "20135",
        -10.89116922173334
      ],
      [
        "21552",
        -10.898316245758707
      ],
      [
        "526",
        -10.902273255015722
      ],
      [
        "1578",
        -10.90591299038482
      ],
      [
        "2009",
        -10.907095799624102
      ],
      [
        "6228",
        -10.908676610632714
      ],
      [
        "183",
        -10.925620550435983
      ],
      [
        "97",
        -10.927324455988458
      ],
      [
        "20971",
        -10.930889073924735
      ],
      [
        "0520",
        -10.936270927230023
      ],
      [
        "26514",
        -10.937683812487638
      ],
      [
        "21312",
        -10.938311783181241
      ],
      [
        "13782",
        -10.948477101043965
      ],
      [
        "2639",
        -10.951424880490631
      ],
      [
        "36",
        -10.952770872489758
      ],
      [
        "21609",
        -10.95757427312253
      ],
      [
        "42",
        -10.962231569967857
      ],
      [
        "254",
        -10.970129378460356
      ],
      [
        "80",
        -10.994314844397426
      ],
      [
        "26869",
        -10.997410968891757
      ],
      [
        "118",
        -10.999226009980335
      ],
      [
        "31",
        -11.0027503863149
      ],
      [
        "2056",
        -11.008549282353146
      ],
      [
        "4808",
        -11.009064464170377
      ],
      [
        "720",
        -11.01012631732251
      ],
      [
        "215",
        -11.011439569815618
      ],
      [
        "3635",
        -11.013964190563769
      ],
      [
        "9780",
        -11.018591055778115
      ],
      [
        "6951",
        -11.022778114967867
      ],
      [
        "4514",
        -11.027174760160106
      ],
      [
        "27345",
        -11.030499888958293
      ],
      [
        "6757",
        -11.033260823836766
      ],
      [
        "27093",
        -11.03344081767446
      ],
      [
        "402",
        -11.034813831912478
      ],
      [
        "1535",
        -11.036755666582625
      ],
      [
        "27372",
        -11.039032053391086
      ],
      [
        "3862",
        -11.040700379315222
      ],
      [
        "2864",
        -11.04155933557204
      ],
      [
        "088",
        -11.0432201361373
      ],
      [
        "136",
        -11.043636254563213
      ],
      [
        "073",
        -11.054674639658996
      ],
      [
        "707",
        -11.059447798747096
      ],
      [
        "2063",
        -11.061626288490633
      ],
      [
        "2694",
        -11.06737796151854
      ],
      [
        "21360",
        -11.08049277447123
      ],
      [
        "27016",
        -11.080774903065446
      ],
      [
        "3974",
        -11.082756508023065
      ],
      [
        "389",
        -11.082846064375214
      ],
      [
        "3389",
        -11.093677167461871
      ],
      [
        "821",
        -11.101702719779677
      ],
      [
        "20138",
        -11.109628040780557
      ],
      [
        "26865",
        -11.111098987342501
      ],
      [
        "328",
        -11.115157890820765
      ],
      [
        "27156",
        -11.115245189961731
      ],
      [
        "7016",
        -11.115625580391198
      ],
      [
        "26797",
        -11.117817161676726
      ],
      [
        "101",
        -11.120091032451304
      ],
      [
        "500",
        -11.127253729849535
      ],
      [
        "2053",
        -11.129262851336177
      ],
      [
        "26794",
        -11.135159923958808
      ],
      [
        "267",
        -11.141792056985015
      ],
      [
        "5058",
        -11.142088550765758
      ],
      [
        "5818",
        -11.147558434816958
      ],
      [
        "2706",
        -11.151079930795877
      ],
      [
        "2151",
        -11.156069593932639
      ],
      [
        "15399",
        -11.163564852118746
      ],
      [
        "40113",
        -11.18343743764577
      ],
      [
        "23",
        -11.188596697843002
      ],
      [
        "3934",
        -11.201162285293176
      ],
      [
        "89",
        -11.219859594050302
      ],
      [
        "262",
        -11.219895246387587
      ],
      [
        "511",
        -11.219984809210091
      ],
      [
        "003",
        -11.221540088851336
      ],
      [
        "14897",
        -11.227643096936099
      ],
      [
        "216",
        -11.236350017243979
      ],
      [
        "786",
        -11.242538941481708
      ],
      [
        "487",
        -11.247837224935328
      ],
      [
        "5659",
        -11.249723923142808
      ],
      [
        "15267",
        -11.251941394969172
      ],
      [
        "26347",
        -11.275637281177453
      ],
      [
        "0881",
        -11.275720000408473
      ],
      [
        "27049",
        -11.283403113355405
      ],
      [
        "207",
        -11.285376855190012
      ],
      [
        "213",
        -11.296331533221087
      ],
      [
        "837",
        -11.311939253458224
      ],
      [
        "282",
        -11.314718315804908
      ],
      [
        "26965",
        -11.317217629155307
      ],
      [
        "956",
        -11.322244992780265
      ],
      [
        "20799",
        -11.322557022317223
      ],
      [
        "975",
        -11.336534904952675
      ],
      [
        "5277",
        -11.336896063224922
      ],
      [
        "1975",
        -11.340232228585165
      ],
      [
        "785",
        -11.345593287271175
      ],
      [
        "0455",
        -11.349853120466285
      ],
      [
        "479",
        -11.363470192515434
      ],
      [
        "0980",
        -11.367874397726734
      ],
      [
        "616",
        -11.37459908786839
      ],
      [
        "26445",
        -11.378038781709204
      ],
      [
        "0093",
        -11.384528450925835
      ],
      [
        "882",
        -11.390946874987181
      ],
      [
        "2687",
        -11.392323317884495
      ],
      [
        "559",
        -11.397019933777864
      ],
      [
        "20564",
        -11.399831793426205
      ],
      [
        "702",
        -11.401316554474205
      ],
      [
        "21495",
        -11.402439505956563
      ],
      [
        "96",
        -11.402662022151524
      ],
      [
        "26661",
        -11.403511075559933
      ],
      [
        "457",
        -11.403878318397684
      ],
      [
        "5077",
        -11.405093337704859
      ],
      [
        "26533",
        -11.40535733919808
      ],
      [
        "076",
        -11.406892540206938
      ],
      [
        "2747",
        -11.418966227748028
      ],
      [
        "338",
        -11.422511146577998
      ],
      [
        "3753",
        -11.426863652425848
      ],
      [
        "062",
        -11.429105020298199
      ],
      [
        "2367",
        -11.433203920507577
      ],
      [
        "5086",
        -11.434063695326117
      ],
      [
        "280",
        -11.436777406350622
      ],
      [
        "27247",
        -11.439158269007034
      ],
      [
        "0103",
        -11.439823217524195
      ],
      [
        "772",
        -11.441301851108143
      ],
      [
        "40160",
        -11.44635590798771
      ],
      [
        "518",
        -11.446913933969155
      ],
      [
        "2705",
        -11.45299626785091
      ],
      [
        "2641",
        -11.453741942888827
      ],
      [
        "92",
        -11.456891327655056
      ],
      [
        "2084",
        -11.45961598528393
      ],
      [
        "2653",
        -11.470094663426249
      ],
      [
        "1333",
        -11.473418988787044
      ],
      [
        "2673",
        -11.485951231794783
      ],
      [
        "644",
        -11.487726911718754
      ],
      [
        "4235",
        -11.489392452577484
      ],
      [
        "5847",
        -11.493957741012792
      ],
      [
        "21409",
        -11.513063387121104
      ],
      [
        "1508",
        -11.515634552045416
      ],
      [
        "27065",
        -11.521557281158014
      ],
      [
        "2097",
        -11.522900246574022
      ],
      [
        "4166",
        -11.524250505922321
      ],
      [
        "5596",
        -11.524643401126433
      ],
      [
        "2042",
        -11.532907504827808
      ],
      [
        "009",
        -11.537563018218448
      ],
      [
        "2256",
        -11.54245609967042
      ],
      [
        "5805",
        -11.547187270244937
      ],
      [
        "26435",
        -11.552963447480154
      ],
      [
        "898",
        -11.554605444158705
      ],
      [
        "1348",
        -11.55497773028591
      ],
      [
        "652",
        -11.55937018037307
      ],
      [
        "1632",
        -11.561262515644243
      ],
      [
        "5192",
        -11.563766293283894
      ],
      [
        "2680",
        -11.565373003013097
      ],
      [
        "19768",
        -11.567549594061845
      ],
      [
        "20001",
        -11.57482902608524
      ],
      [
        "5202",
        -11.578604390469941
      ],
      [
        "2702",
        -11.581534347938046
      ],
      [
        "20711",
        -11.582758140184394
      ],
      [
        "27124",
        -11.584288507630006
      ],
      [
        "499",
        -11.586397130367954
      ],
      [
        "978",
        -11.586856734269539
      ],
      [
        "4702",
        -11.592541282390918
      ],
      [
        "321",
        -11.607677632860895
      ],
      [
        "20779",
        -11.60986985354502
      ],
      [
        "0298",
        -11.612093878939826
      ],
      [
        "0700",
        -11.614184295100191
      ],
      [
        "3893",
        -11.617403543018998
      ],
      [
        "114",
        -11.626868038762284
      ],
      [
        "26388",
        -11.629519989730154
      ],
      [
        "9457",
        -11.632409393179039
      ],
      [
        "013",
        -11.63350585927654
      ],
      [
        "2118",
        -11.633751267837523
      ],
      [
        "6871",
        -11.634457135218975
      ],
      [
        "1377",
        -11.635998614731893
      ],
      [
        "2690",
        -11.636484063618367
      ],
      [
        "5983",
        -11.642076528506529
      ],
      [
        "011",
        -11.642771827779686
      ],
      [
        "2261",
        -11.65263857547108
      ],
      [
        "198",
        -11.654499742879404
      ],
      [
        "5334",
        -11.655324959016367
      ],
      [
        "625",
        -11.672577975973788
      ],
      [
        "26801",
        -11.672890486550035
      ],
      [
        "21561",
        -11.679161282268153
      ],
      [
        "26504",
        -11.683644672611164
      ],
      [
        "568",
        -11.686723619460551
      ],
      [
        "251",
        -11.68877803078241
      ],
      [
        "340",
        -11.690905471949504
      ],
      [
        "9583",
        -11.69206715631206
      ],
      [
        "1356",
        -11.696137048328644
      ],
      [
        "6160",
        -11.696291922748113
      ],
      [
        "2095",
        -11.696965218774455
      ],
      [
        "743",
        -11.69832210351569
      ],
      [
        "0174",
        -11.698454717871872
      ],
      [
        "635",
        -11.708005823179404
      ],
      [
        "2128",
        -11.716101263484545
      ],
      [
        "43",
        -11.717843869039848
      ],
      [
        "27064",
        -11.725865556076354
      ],
      [
        "585",
        -11.728518360636652
      ],
      [
        "2662",
        -11.734328501185587
      ],
      [
        "355",
        -11.735256587337464
      ],
      [
        "2736",
        -11.736860110124095
      ],
      [
        "4377",
        -11.740389022508223
      ],
      [
        "2684",
        -11.745485594328104
      ],
      [
        "030",
        -11.747106003097862
      ],
      [
        "4005",
        -11.751314810702375
      ],
      [
        "1810",
        -11.75157540598053
      ],
      [
        "2681",
        -11.752003846596171
      ],
      [
        "26459",
        -11.75371124427198
      ],
      [
        "20973",
        -11.758514902831344
      ],
      [
        "2007",
        -11.76922073295858
      ],
      [
        "26344",
        -11.77065654903352
      ],
      [
        "201",
        -11.771570436042868
      ],
      [
        "2715",
        -11.771574409499785
      ],
      [
        "695",
        -11.772455092311585
      ],
      [
        "815",
        -11.772589642523014
      ],
      [
        "7072",
        -11.781448812287657
      ],
      [
        "7160",
        -11.789659022473998
      ],
      [
        "5727",
        -11.79014893614914
      ],
      [
        "2158",
        -11.791226774306535
      ],
      [
        "2050",
        -11.796536940758253
      ],
      [
        "139",
        -11.798266573378479
      ],
      [
        "680",
        -11.80149631404374
      ],
      [
        "2155",
        -11.802924081343294
      ],
      [
        "2686",
        -11.804658988768816
      ],
      [
        "642",
        -11.8049074719436
      ],
      [
        "508",
        -11.810615818370609
      ],
      [
        "6162",
        -11.819755501355761
      ],
      [
        "287",
        -11.82228951637238
      ],
      [
        "2029",
        -11.82469960315321
      ],
      [
        "94",
        -11.825618717151855
      ],
      [
        "2389",
        -11.826820727984122
      ],
      [
        "866",
        -11.829969743850228
      ],
      [
        "386",
        -11.830171806025573
      ],
      [
        "21075",
        -11.830380508085867
      ],
      [
        "498",
        -11.83213908554686
      ],
      [
        "21500",
        -11.832200790599991
      ],
      [
        "1570",
        -11.832318106800447
      ],
      [
        "2087",
        -11.833297728777222
      ],
      [
        "5746",
        -11.839987435339431
      ],
      [
        "39924",
        -11.840613925296584
      ],
      [
        "1007",
        -11.846712898217731
      ],
      [
        "26249",
        -11.850555756212515
      ],
      [
        "1980",
        -11.853876316003674
      ],
      [
        "0118",
        -11.854417133685827
      ],
      [
        "2137",
        -11.854797088000305
      ],
      [
        "600",
        -11.86282075315805
      ],
      [
        "2049",
        -11.870183763052665
      ],
      [
        "370",
        -11.87245405113338
      ],
      [
        "4011",
        -11.873767720969493
      ],
      [
        "19861",
        -11.877569696892461
      ],
      [
        "5785",
        -11.878018054823185
      ],
      [
        "1345",
        -11.88775407342245
      ],
      [
        "22",
        -11.890903174679462
      ],
      [
        "507",
        -11.892954111131958
      ],
      [
        "832",
        -11.899479279863815
      ],
      [
        "5943",
        -11.901170788129566
      ],
      [
        "416",
        -11.902738593092971
      ],
      [
        "2688",
        -11.906208975407804
      ],
      [
        "4984",
        -11.90647749642845
      ],
      [
        "1500",
        -11.91594085452584
      ],
      [
        "6831",
        -11.926982387139724
      ],
      [
        "4017",
        -11.928695399644788
      ],
      [
        "3081",
        -11.93058376413899
      ],
      [
        "5318",
        -11.934475876822141
      ],
      [
        "5026",
        -11.937290929956855
      ],
      [
        "0869",
        -11.939128991107701
      ],
      [
        "524",
        -11.94270378737156
      ],
      [
        "20115",
        -11.945271248945383
      ],
      [
        "0069",
        -11.954111912037694
      ],
      [
        "13900",
        -11.955087522097095
      ],
      [
        "098",
        -11.956873780623505
      ],
      [
        "997",
        -11.961939244272989
      ],
      [
        "0564",
        -11.970253211701946
      ],
      [
        "2121",
        -11.971502037358091
      ],
      [
        "2685",
        -11.974948630797902
      ],
      [
        "39983",
        -11.982520829073907
      ],
      [
        "536",
        -11.988492410768076
      ],
      [
        "757",
        -11.990051723140965
      ],
      [
        "211",
        -11.990658192100417
      ],
      [
        "27061",
        -11.991710209664571
      ],
      [
        "868",
        -11.991885801271026
      ],
      [
        "058",
        -11.999628943421092
      ],
      [
        "737",
        -12.002716333388948
